<?php

/**
 * ECTouch Open Source Project
 * ============================================================================
 * Copyright (c) 2012-2014 http://ectouch.cn All rights reserved.
 * ----------------------------------------------------------------------------
 * 文件名称：index.php  chwqhd  newadd  新修改 1 2 3 4 5 6 dev分支 dev分支解决冲突
 * ----------------------------------------------------------------------------
 * 功能描述：ECTouch项目入口文件
 * ----------------------------------------------------------------------------
 * Licensed ( http://www.ectouch.cn/docs/license.txt )
 * ----------------------------------------------------------------------------
 */

define('IN_ECTOUCH', true);
require ('include/bootstrap.php');
